Repository: FAU-Inf2/fablab-ios
Catalog: FAU FabLab/*.lproj/Localizable.strings
Languages: de

# Update verfügbar
source: Update available
de: Update verfügbar

# Neue Version
source: New version
de: Neue Version

# Hinweis
source: Hint
de: Hinweis

# Notwendiges Update
source: Required update
de: Notwendiges Update

# Optionales Update
source: Optional update
de: Optionales Update

# Abbrechen
source: Cancel
de: Abbrechen

# Abgebrochen
source: Aborted
de: Abgebrochen

# Achtung
source: Attention
de: Achtung

# Ändern
source: Change
de: Ändern

# Auswählen
source: Select
de: Auswählen

# Erlauben
source: Permit
de: Erlauben

# Fehler
source: Error
de: Fehler

# Fehlgeschlagen
source: Failed
de: Fehlgeschlagen

# Freitext
source: Free text
de: Freitext

# Jetzt
source: Now
de: Jetzt

# Löschen
source: Delete
de: Löschen

# Übernehmen
source: Approve
de: Übernehmen

# Heute
source: Today
de: Heute

# Fehler bei der Produktsuche
source: Error during the product search
de: Fehler bei der Produktsuche

# Fehler beim Abrufen der Events
source: Error while collecting the events
de: Fehler beim Abrufen der Events

# Fehler beim Abrufen der News
source: Error while collecting the News
de: Fehler beim Abrufen der News

# Fehler beim Abrufen der FabLab Email
source: Error while collecting the FabLab Mail-Address
de: Fehler beim Abrufen der FabLab Email

# Fehler beim Abrufen der FabLab Tools
source: Error while collecting the FabLab Tools
de: Fehler beim Abrufen der FabLab Tools

# Bitte hier eine kurze Fehlerbeschreibung eintragen
source: Enter a short description of failure
de: Bitte hier eine kurze Fehlerbeschreibung eintragen

# Gesendet mit der FAU FabLab-App für iOS
source: Sent with the FAU FabLab-App for iOS
de: Gesendet mit der FAU FabLab-App für iOS

# Störungsmeldung wurde nicht versendet!
source: Malfunction message was not sent!
de: Störungsmeldung wurde nicht versendet!

# Versendet
source: Sent
de: Versendet

# Störungsmeldung wurde erfolgreich versendet!
source: Malfunction message was sent successfully!
de: Störungsmeldung wurde erfolgreich versendet!

# Betroffenes Gerät
source: Affected tool
de: Betroffenes Gerät

# Störungsmeldung
source: Malfunction message
de: Störungsmeldung

source: The scanned code was not accepted. Please scan the code from the POS.
de: Der gescannte Code wurde nicht akzeptiert. Bitte den Code vom Kassenterminal scannen.

# Bezahlt
source: Paid
de: Bezahlt

# Ihr Warenkorb wurde erfolgreich bezahlt
source: Your cart was paid successfully
de: Ihr Warenkorb wurde erfolgreich bezahlt

# Bezahlvorgang wurde abgebrochen
source: Check-out was aborted
de: Bezahlvorgang wurde abgebrochen

# Bezahlvorgang ist Fehlgeschlagen
source: Check-out failed
de: Bezahlvorgang ist Fehlgeschlagen

# Menge auswählen
source: Choose amount
de: Menge auswählen

# Menge eingeben
source: Enter amount
de: Menge eingeben

# Es wird ein Zugriff auf die Kamera benötigt
source: Permission to use the camera is required
de: Es wird ein Zugriff auf die Kamera benötigt

# Kleinste Einheit
source: Lowest amount
de: Kleinste Einheit

# Fehlerhafte Eingabe
source: Incorrect input
de: Fehlerhafte Eingabe

# Wert wurde aufgerundet auf
source: Amount got rounded up to
de: Wert wurde aufgerundet auf

# Wert wurde nicht verändert
source: Amount was not changed
de: Wert wurde nicht verändert

# Anzahl wurde geändert
source: Amount was changed
de: Anzahl wurde geändert

# Keine Produkte im Warenkorb
source: There are no products in the cart!
de: Keine Produkte im Warenkorb

# Platten
source: Sheets
de: Platten

# Hinzufügen
source: Add
de: Hinzufügen

# Keine Produkte gefunden
source: No products were found
de: Keine Produkte gefunden

# Wert ist ungültig
source: Value is not valid
de: Wert ist ungültig

# Produkt wurde dem Warenkorb hinzugefügt
source: Product was added to the cart
de: Produkt wurde dem Warenkorb hinzugefügt

# Produkt wurde nicht dem Warenkorb hinzugefügt
source: Product was not added to the cart
de: Produkt wurde nicht dem Warenkorb hinzugefügt

# ganztägig
source: all-day
de: ganztägig

# ab
source: starting at
de: ab

# ganztägig bis
source: all-day until
de: ganztägig bis

# In Kalender eintragen
source: Add to calendar
de: In Kalender eintragen

# Teilen
source: Share
de: Teilen

# Im Browser ansehen
source: View in browser
de: Im Browser ansehen

# Termin erfolgreich dem Kalender hinzugefügt
source: Event was added to the calendar
de: Termin erfolgreich dem Kalender hinzugefügt

# Termin konnte nicht dem Kalender hinzugefügt werden
source: Event was not added to the calendar
de: Termin konnte nicht dem Kalender hinzugefügt werden

# Lizenz
source: License
de: Lizenz

# Quellcode & Kontakt
source: Source Code & Contact
de: Quellcode & Kontakt

source: This app was devaloped during the MAD-Project at the FAU Erlangen-Nuremberg. The source code can be found at GitHub. Send us your feedback via Mail! The developers are: Emanuel Eimer Stefan Herpich Michael Sander Julia Schottenhamml Johannes Pfann Max Jalowski Sebastian Haubner Katharina Full Philip Kranhäußer Julian Lorz Daniel Rosenmüller
de: Die App wurde im Rahmen des MAD-Projektes an der FAU Erlangen-Nürnberg entwickelt. Der Quellcode kann unter GitHub gefunden werden. Feedback jederzeit gerne per E-Mail. Die Entwickler sind: Emanuel Eimer Stefan Herpich Michael Sander Julia Schottenhamml Johannes Pfann Max Jalowski Sebastian Haubner Katharina Full Philip Kranhäußer Julian Lorz Daniel Rosenmüller

# Open Source Bibliotheken
source: Open Source Libraries
de: Open Source Bibliotheken

# E-Mail
source: Mail
de: E-Mail

# MAD-Projektes
source: MAD-Project
de: MAD-Projektes

# Nachricht wurde versendet.
source: Messages was sent
de: Nachricht wurde versendet.

# Nachricht wurde abgebrochen.
source: Messages was not sent
de: Nachricht wurde abgebrochen.

# Fablab wurde geöffnet
source: FabLab just opened!
de: FabLab wurde geöffnet

# Coole Sache
source: Cool stuff.
de: Coole Sache

# Push Einstellungen
source: Push Settings
de: Push Einstellungen

# Suverlauf
source: Search History
de: Suchverlauf

# Suchverlauf speichern
source: Save search history
de: Suchverlauf speichern

# Suchverlauf löschen
source: Delete search history
de: Suchverlauf löschen

# Hiermit wird der gesamte Suchverlauf gelöscht
source: This will delete the search history.
de: Hiermit wird der gesamte Suchverlauf gelöscht.

# Bestandsmeldung
source: Report out of stock
de: Bestandsmeldung

# Produkt ist nicht mehr auf Lager.
source: Product is out of stock.
de: Produkt ist nicht mehr auf Lager.

# Produkt ID
source: Product ID
de: Produkt ID

# Produkt Name
source: Product name
de: Produkt Name

# Meldung wurde nicht versendet!
source: Message was not sent!
de: Meldung wurde nicht versendet!

# Ausgegangenes Produkt wurde gemeldet!
source: Out of stock-message was sent!
de: Ausgegangenes Produkt wurde gemeldet!

# Verlauf
source: History
de: Verlauf

# Vorschläge
source: Suggestions
de: Vorschläge

# Upload zu GitHub
source: Upload to GitHub
de: Upload zu GitHub

# Hochladen
source: Upload
de: Hochladen

# Wollen Sie das Projekt-Snippet hochladen?
source: Do you really want to upload the project-snippet?
de: Wollen Sie das Projekt-Snippet hochladen?

# Projekt-Snippet konnte nicht hochgeladen werden
source: Project-snippet was not uploaded
de: Projekt-Snippet konnte nicht hochgeladen werden

# Projekt-Snippet wurde erfolgreich hochgeladen
source: Projekt-snippet was successfully uploaded
de: Projekt-Snippet wurde erfolgreich hochgeladen

# Projekt-Snippet speichern
source: Save project-snippet
de: Projekt-Snippet speichern

# Gist anzeigen
source: Show Gist
de: Gist anzeigen

# Projekt hinzufügen
source: Create project
de: Projekt hinzufügen

# Projekt bearbeiten
source: Edit project
de: Projekt bearbeiten

# Warenkörbe
source: Carts
de: Warenkörbe

# Warenkorb ersetzen
source: Replace cart
de: Warenkorb ersetzen

# Zum Warenkorb hinzufügen
source: Add to cart
de: Zum Warenkorb hinzufügen

# Gespeicherte Projekte
source: Saved projects
de: Gespeicherte Projekte

# Leeres Projekt-Snippet erstellen
source: Create empty project-snippet
de: Leeres Projekt-Snippet erstellen

# Projekt aus Warenkorb erstellen
source: Use a cart as base for a project
de: Projekt aus Warenkorb erstellen

# Projekte/Warenkörbe
source: Projects/Carts
de: Projekte/Warenkörbe

# Warenkorb auswählen...
source: Select cart...
de: Warenkorb auswählen...

# Einkaufliste
source: Shopping list
de: Einkaufliste

# Anleitung
source: Instruction
de: Anleitung

# Einträge
source: Entries
de: Einträge

# Eintrag
source: Entry
de: Eintrag

# Doch nicht
source: Rather not
de: Doch nicht

# Gerne
source: I'd love to!
de: Gerne

# Bezahlprozess einleiten?
source: Start checkout process?
de: Bezahlprozess einleiten?

# Kein gültiger Code!
source: No valid code!
de: Kein gültiger Code!

# Angemeldet als:
source: Logged-in as:
de: Angemeldet als:

# Fehler:
source: Error:
de: Fehler:

# Produkt Hinzugefügt
source: Add this product
de: Produkt Hinzugefügt

# Das Produkt wurde zur Liste hinzugefügt
source: Product was added to the list
de: Das Produkt wurde zur Liste hinzugefügt

# Ungültiger Wert
source: Not an valid value
de: Ungültiger Wert

# Bitte gültigen Betrag eingeben (Integer/Double)
source: Please insert a valid value (Integer/Double)
de: Bitte gültigen Betrag eingeben (Integer/Double)

# Betrag Eingeben
source: Enter an amount
de: Betrag Eingeben

# Produkt wählen
source: Choose product
de: Produkt wählen

# Bitte erst ein Produkt auswählen.
source: Please select a prodcut first
de: Bitte erst ein Produkt auswählen.

# Abmelden
source: Logout
de: Abmelden

# Möchtest du dich abmelden?
source: Do you really want to logout?
de: Möchtest du dich abmelden?

# Ja
source: Yes
de: Ja

# Kein Produkt gefunden!
source: No product found!
de: Kein Produkt gefunden!

# Danke
source: Thanks
de: Danke

# Dies ist kein gültiger QR Code zum Login
source: This code is not valid for login
de: Dies ist kein gültiger QR Code zum Login

# Nochmal
source: Again
de: Nochmal

# Löschen?
source: Delete?
de: Löschen?

# Möchtest du die gesamte Liste löschen?
source: Do you really want to delete this list?
de: Möchtest du die gesamte Liste löschen?

# Inventur
source: Inventory
de: Inventur

# Name oder Passwort falsch
source: Name oder Password wrong
de: Name oder Passwort falsch
